Jul 14, 2019  Section 230 * Historical archive of Section 230 case materials    * Some Congressmembers are developing a letter  asking the State Department to delete the Section 230-like immunity from the USMCA. Background . * Cunningham v. Montes, 2019 WL 1978624  : Defendants cite no cases concluding that 230   shields a provider of telemarketing services from TCPA liability, and the court has found none. To the contrary, Nunes v. Twitter, Inc. , 194 F. Supp. 3d 959  , suggests that 230   would not apply to TCPA liability because the harm addressed by the TCPA is not related to the content of the robocalls.In other words, the TCPA holds purveyors of illegal robocalls liable not as publishers of objectionable content, but as tortfeasors who intrude on the privacy of others. Even if 230   were available to telemarketing providers who did not exercise control over their clients, that would be of no help to defendants in this case. As discussed above, Cunningham has adduced evidence that Montes exerted control over his clients' use of TollFreeZone.com's telemarketing platform. If this is so, then Montes would not be able to show that TollFreeZone.com was a neutral conduit for his clients' messages, such that he would be entitled to immunity as an internet service provider. The Communications Decency Act is not a basis for summary judgment for defendants. * Eberhart v. Amazon, 2018 WL 4080348  . 'to the extent that the New York Court of Appeals would consider the laws and judicial opinions of other jurisdictions, it would encounter an emerging consensus against construing Amazon as a 'seller' or 'distributor'--and, therefore, against holding Amazon strictly liable for defective products sold on its website. Because Amazon did not manufacture, sell, or otherwise distribute the allegedly defective coffeemaker to Eberhart, it owed no duty to him with respect to that product.' In a footnote: 'To the extent that Eberhart seeks to assert a claim that Amazon is liable, either directly or vicariously, for the content it permitted CoffeeGet to post onamazon.com , such a claim is preempted by 230 of the Communications Decency Act.' * Turo v. Los Angeles, 2019 WL 186608  : This particular claim is therefore not ripe for adjudication because the City has not yet taken any enforcement action against Turo, and the Court cannot issue an advisory opinion based on a hypothetical enforcement action. The Court therefore dismisses Turo's claim for declaratory relief with respect to its immunity under the CDA. * Takhvar v. Page, 2018 WL 4677808  : 'it appears that the crux of the complaint relates to Mr. Takhvar's dislike of third-party advertisements that appear on Google when searching 'Mauiwowie.' Consequently, Mr. Takhvar's claims are barred by the Communications Decency Act, 47 you.S.C. 230  , which provides internet service providers, such as Google, with broad immunity from content-based claims originating from third parties. This would include 'Leafly,' the third-party site mentioned in Mr. Takhvar's complaint that includes information regarding cannabis.' * Bravado Int'l Grp. Merchandising Servs., Inc. v. Gearlaunch, Inc., 2018 WL 6017035  : 'to the extent Plaintiffs' state law claims are premised on Defendants' alleged manufacturing and sale of Infringing Merchandise, and not merely passive publication of designs created by third parties, the CDA does not preempt the state law claims.' * Gilmore v. Jones, 2019 WL 1418291  : Gilmore adequately alleges that Hoft, Wilburn, Hickford, and Words-N-Ideas are 'information content providers.' Gilmore alleges that both Hoft and Wilburn authored their respective articles, and both defendants concede this point in sworn declarations. Although Hoft included screenshots from a Reddit thread in his Gateway Pundit article, he contributed significant original content, including a headline, statements about Gilmore, and an assertion that 'the State Department was involved in   Charlottesville rioting and is trying to cover it up.' Similarly, although Wilburn quoted a YourNewsWire.com article, Wilburn added an original headline and statements, asserting that the 'depth of this conspiracy runs deeper' before quoting material about Signer and Gilmore, and stating that, 'if true,' the information his article imparts 'points directly to the reality of the 'deep state' ' and the 'lengths that the Soros/Clinton/Obama one-world government cabal will go.' Thus, Gilmore adequately alleges that Hoft and Wilburn did more than allow 'others' content to be posted or re-posted' but rather 'created   some of the defamatory statements' in the articles. 'Section 230 immunity does not cover content which   created   or other content, although originating with a third party, which   significantly altered.' With respect to Hickford and Words-N-Ideas, these defendants concede that one theory under which they could be held liable for Wilburn's Allen B. West article is that 'WNI or Ms. Hickford was Mr. Wilburn's employer.' Gilmore alleges liability under this exact theory. If either Hickford or Words-N-Ideas was 'the creator or developer, in whole or in part, of the content at issue,' neither is 'entitled to immunity under 230   as to that content.' Here, Gilmore's plausible allegations that Hickford served as editor-in-chief of AllenBWest.com and 'president' of Words-N-Ideas, that Words-N-Ideas owned AllenBWest.com, and that these two defendants 'produced and ratified' Wilburn's article support an inference that these defendants played some role in developing Wilburn's article or maintained some agency relationship with Wilburn. Making all 'reasonable factual inferences' in Gilmore's favor, the Court finds that Gilmore plausibly alleges that Hickford and Words-NIdeas acted as information content providers. In sum, the Court concludes that Hoft, Wilburn, Hickford, and Words-N-Ideas are not immune from suit under 230. * Daphne Keller, Who Do You Sue?  A thoughtful exposition on why social media services are not, and should not be, subject to must-carry rules. * Daphne Keller : Build Your Own Intermediary Liability Law: A Kit for Policy Wonks of All Ages * Vox : Ron Wyden wrote the law that built the internet. He still stands by it -- and everything it is brought with it. * Valerie C. Brannon, Congressional Research Service, Free Speech and the Regulation of Social Media Content , March 27, 2019 * AEI : Even the anecdotal evidence of Big Tech's anti-conservative bias is not super compelling * Motherboard : Why will not Twitter Treat White Supremacy Like ISIS? Because It Would Mean Banning Some Republican Politicians Too. Content Moderation * Facebook's Civil Rights Audit  * Kate Klonick : Inside the Team at Facebook That Dealt with the Christchurch Shooting * Alex Feerst : Your Speech, Their Rules: Meet the People Who Guard the Internet * Vanity Fair : 'Men Are Scum': Inside Facebook's War on Hate Speech * Reuters : Some Facebook content reviewers in India complain of low pay, high pressure * Irish Times : Facebook's dirty work in Ireland: 'I had to watch footage of a person being beaten to death' * Washington Post : Inside YouTube's struggles to shut down video of the New Zealand shooting -- and the humans who outsmarted its systems * Vice : Why will not Twitter Treat White Supremacy Like ISIS? Because It Would Mean Banning Some Republican Politicians Too. * The Verge : The Trauma Floor: The secret lives of Facebook moderators in America * The Verge : At Facebook's worst-performing content moderation site in North America, one contractor has died, and others say they fear for their lives * The Verge : Microsoft calls for 'industrywide' moderation plan after New Zealand shooting * Bloomberg : YouTube Executives Ignored Warnings, Letting Toxic Videos Run Rampant. Proposals to change recommendations and curb conspiracies were sacrificed for engagement, staff say. * Reuters : Censorship pays: China's state newspaper expands lucrative online scrubbing business * The Atlantic : Tech Companies Are Deleting Evidence of War Crimes * Verge : YouTube wants 'dislike mobs' to stop weaponizing the dislike button * Bradley v. Vox Media, Inc. , 2019 WL 1060804  . The court conditionally certifies a class when the plaintiffs allege: Plaintiffs allege that all Site Managers had similar responsibilities for their respective blogs, that Vox Media had a uniform policy of classifying Site Managers as independent contractors, and that each Site Manager has the same kinds of claims for unpaid wages and overtime. See id.  . Declarations from Plaintiffs   demonstrate they were each subject to a similar Blogger Agreement and were paid on a monthly, flat-fee basis regardless of the number of hours worked. * Video of my talk at Princeton on 'Content Moderation Remedies '    :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  :  : 